Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Superset exercises alternate: a set of each, then rest.
ar: تتناوب تمارين المجموعة المزدوجة: مجموعة من كلٍّ منها، ثم راحة.
bg: Упражненията в суперсерия се редуват: по една серия от всяко, после почивка.
ca: Els exercicis de la superserie s'alternen: una sèrie de cadascun i després descans.
cs: Cviky v superserii se střídají: série z každého, pak odpočinek.
da: Øvelser i et supersæt skiftes: ét sæt af hver, derefter pause.
de: Übungen im Supersatz wechseln sich ab: je ein Satz, dann Pause.
el: Οι ασκήσεις του superset εναλλάσσονται: ένα σετ από κάθε μία, μετά διάλειμμα.
es: Los ejercicios de una superserie se alternan: una serie de cada uno y después descanso.
et: Superseeria harjutused vahelduvad: seeria kummastki, siis puhkus.
fi: Supersarjan liikkeet vuorottelevat: sarja kumpaakin, sitten tauko.
fr: Les exercices d'un superset alternent : une série de chaque, puis récupération.
ga: Malartaíonn cleachtaí na sársraithe: sraith de gach ceann, ansin sos.
hr: Vježbe u superseriji se izmjenjuju: po jedna serija svake, pa odmor.
hu: A szuperszett gyakorlatai váltakoznak: mindegyikből egy sorozat, aztán pihenő.
id: Gerakan superset bergantian: satu set masing-masing, lalu istirahat.
is: Æfingar í ofursetti skiptast á: eitt sett af hvorri og svo hvíld.
it: Gli esercizi di una superserie si alternano: una serie per ciascuno, poi recupero.
ja: スーパーセットの種目は交互に行います。各 1 セットずつ、そのあとレストです。
ko: 슈퍼세트의 운동은 번갈아 진행합니다: 각각 한 세트씩 한 뒤 휴식합니다.
lt: Superseto pratimai kaitaliojasi: po seriją kiekvieno, tada poilsis.
lv: Superpieejas vingrinājumi mijas: pa vienai pieejai no katra, tad atpūta.
mk: Вежбите во суперсеријата се менуваат: по една серија од секоја, па одмор.
ms: Senaman superset berselang-seli: satu set setiap satu, kemudian rehat.
mt: L-eżerċizzji tas-superset jalternaw: sett minn kull wieħed, imbagħad mistrieħ.
nb: Øvelser i et supersett veksler: ett sett av hver, så pause.
nl: Oefeningen in een superset wisselen elkaar af: één set van elk, dan rust.
pl: Ćwiczenia w superserii następują na przemian: po serii z każdego, potem przerwa.
pt_br: Os exercícios do bi-set se alternam: uma série de cada e então o descanso.
pt_pt: Os exercícios de uma supersérie alternam: uma série de cada, depois descanso.
ro: Exercițiile din superserie alternează: o serie din fiecare, apoi pauză.
ru: Упражнения суперсета чередуются: по подходу каждого, затем отдых.
sk: Cviky v superérii sa striedajú: séria z každého, potom oddych.
sl: Vaje v superseriji se izmenjujejo: po ena serija vsake, nato počitek.
sq: Ushtrimet e superserisë alternohen: një seri nga secili, pastaj pushim.
sr: Вежбе у суперсерији се смењују: по једна серија сваке, па одмор.
sv: Övningar i ett superset varvas: ett set av varje, sedan vila.
tr: Süperset hareketleri dönüşümlü yapılır: her birinden bir set, sonra dinlenme.
uk: Вправи суперсету чергуються: по підходу кожної, потім відпочинок.
vi: Các bài trong superset làm xen kẽ: mỗi bài một hiệp, rồi mới nghỉ.
zh_hans: 超级组的动作交替进行：每个各做一组，然后休息。
zh_hant: 超級組的動作交替進行：每個各做一組，然後休息。

source: Superset the last two
ar: دمج الأخيرين في مجموعة مزدوجة
bg: Направи последните две суперсерия
ca: Fes superserie amb els dos darrers
cs: Spojit poslední dva do superserie
da: Gør de to sidste til et supersæt
de: Die letzten beiden als Supersatz
el: Superset τις δύο τελευταίες
es: Hacer superserie con los dos últimos
et: Ühenda kaks viimast superseeriaks
fi: Tee kahdesta viimeisestä supersarja
fr: Mettre les deux derniers en superset
ga: Déan sársraith den dá cheann dheireanacha
hr: Spoji zadnje dvije u superseriju
hu: Az utolsó kettő szuperszettbe
id: Jadikan dua terakhir superset
is: Sameina tvær síðustu í ofursett
it: Rendi superserie gli ultimi due
ja: 最後の 2 つをスーパーセットに
ko: 마지막 두 개를 슈퍼세트로
lt: Sujungti paskutinius du į supersetą
lv: Apvienot pēdējos divus superpieejā
mk: Спој ги последните две во суперсерија
ms: Jadikan dua terakhir superset
mt: Agħmel superset mill-aħħar tnejn
nb: Gjør de to siste til et supersett
nl: Maak de laatste twee een superset
pl: Połącz dwa ostatnie w superserię
pt_br: Juntar os dois últimos em bi-set
pt_pt: Juntar os dois últimos numa supersérie
ro: Fă superserie din ultimele două
ru: Объединить последние два в суперсет
sk: Spojiť posledné dva do superérie
sl: Zadnji dve v superserijo
sq: Bashko dy të fundit në superseri
sr: Споји последње две у суперсерију
sv: Gör de två sista till ett superset
tr: Son ikisini süperset yap
uk: Об’єднати останні дві в суперсет
vi: Ghép hai bài cuối thành superset
zh_hans: 把最后两个设为超级组
zh_hant: 把最後兩個設為超級組

source: Sustainable
ar: مستدام
bg: Устойчиво
ca: Sostenible
cs: Udržitelné
da: Holdbart
de: Nachhaltig
el: Διατηρήσιμο
es: Sostenible
et: Jätkusuutlik
fi: Kestävä
fr: Tenable
ga: Inbhuanaithe
hr: Održivo
hu: Fenntartható
id: Berkelanjutan
is: Sjálfbært
it: Sostenibile
ja: 持続可能
ko: 지속 가능
lt: Tvaru
lv: Ilgtspējīgi
mk: Одржливо
ms: Boleh dikekalkan
mt: Sostenibbli
nb: Bærekraftig
nl: Vol te houden
pl: Do utrzymania
pt_br: Sustentável
pt_pt: Sustentável
ro: Sustenabil
ru: Устойчиво
sk: Udržateľné
sl: Vzdržno
sq: E qëndrueshme
sr: Одрживо
sv: Hållbart
tr: Sürdürülebilir
uk: Стійко
vi: Duy trì được
zh_hans: 可持续
zh_hant: 可持續

source: Sweeping every effort…
ar: يجري مسح كل جهد…
bg: Преглед на всяко усилие…
ca: Repassant tots els esforços…
cs: Prochází se každé úsilí…
da: Gennemgår alle indsatser…
de: Jede Belastung wird durchgegangen…
el: Σάρωση κάθε προσπάθειας…
es: Recorriendo todos los esfuerzos…
et: Kõigi tulemuste läbivaatamine…
fi: Käydään kaikki suoritukset läpi…
fr: Balayage de tous les efforts…
ga: Gach iarracht á scuabadh…
hr: Pregled svih rezultata…
hu: Minden teljesítmény átnézése…
id: Menyapu setiap performa…
is: Fer yfir alla kafla…
it: Scansione di tutti gli sforzi…
ja: すべての運動を走査中…
ko: 모든 구간을 훑는 중…
lt: Peržiūrimi visi rezultatai…
lv: Pārskata katru rezultātu…
mk: Се прегледува секој резултат…
ms: Menyapu setiap prestasi…
mt: Qed jiġi eżaminat kull sforz…
nb: Går gjennom alle økter…
nl: Alle inspanningen doorlopen…
pl: Przeglądanie wszystkich wysiłków…
pt_br: Varrendo cada esforço…
pt_pt: A percorrer todos os esforços…
ro: Se parcurge fiecare efort…
ru: Просматриваем все отрезки…
sk: Prechádza sa každé úsilie…
sl: Pregledovanje vseh dosežkov…
sq: Po shqyrtohet çdo përpjekje…
sr: Преглед свих резултата…
sv: Går igenom alla insatser…
tr: Tüm performanslar taranıyor…
uk: Переглядаємо всі відрізки…
vi: Đang quét qua từng đoạn…
zh_hans: 正在扫描每个片段…
zh_hant: 正在掃過每個片段…

source: Swim
ar: سباحة
bg: Плуване
ca: Natació
cs: Plavání
da: Svømning
de: Schwimmen
el: Κολύμβηση
es: Natación
et: Ujumine
fi: Uinti
fr: Natation
ga: Snámh
hr: Plivanje
hu: Úszás
id: Renang
is: Sund
it: Nuoto
ja: スイム
ko: 수영
lt: Plaukimas
lv: Peldēšana
mk: Пливање
ms: Renang
mt: Għawm
nb: Svømming
nl: Zwemmen
pl: Pływanie
pt_br: Natação
pt_pt: Natação
ro: Înot
ru: Плавание
sk: Plávanie
sl: Plavanje
sq: Not
sr: Пливање
sv: Simning
tr: Yüzme
uk: Плавання
vi: Bơi
zh_hans: 游泳
zh_hant: 游泳

source: Sync
ar: المزامنة
bg: Синхронизация
ca: Sincronització
cs: Synchronizace
da: Synkronisering
de: Synchronisierung
el: Συγχρονισμός
es: Sincronización
et: Sünkroonimine
fi: Synkronointi
fr: Synchronisation
ga: Sioncronú
hr: Sinkronizacija
hu: Szinkronizálás
id: Sinkronisasi
is: Samstilling
it: Sincronizzazione
ja: 同期
ko: 동기화
lt: Sinchronizavimas
lv: Sinhronizācija
mk: Синхронизација
ms: Segerak
mt: Sinkronizzazzjoni
nb: Synkronisering
nl: Synchronisatie
pl: Synchronizacja
pt_br: Sincronização
pt_pt: Sincronização
ro: Sincronizare
ru: Синхронизация
sk: Synchronizácia
sl: Sinhronizacija
sq: Sinkronizim
sr: Синхронизација
sv: Synkronisering
tr: Eşitleme
uk: Синхронізація
vi: Đồng bộ
zh_hans: 同步
zh_hant: 同步

source: Sync connected services
ar: مزامنة الخدمات المرتبطة
bg: Синхронизирай свързаните услуги
ca: Sincronitza els serveis connectats
cs: Synchronizovat připojené služby
da: Synkronisér forbundne tjenester
de: Verbundene Dienste synchronisieren
el: Συγχρονισμός συνδεδεμένων υπηρεσιών
es: Sincronizar los servicios conectados
et: Sünkrooni ühendatud teenused
fi: Synkronoi yhdistetyt palvelut
fr: Synchroniser les services connectés
ga: Sioncrónaigh na seirbhísí ceangailte
hr: Sinkroniziraj povezane servise
hu: Csatlakoztatott szolgáltatások szinkronizálása
id: Sinkronkan layanan yang terhubung
is: Samstilla tengdar þjónustur
it: Sincronizza i servizi collegati
ja: 接続済みサービスを同期
ko: 연결된 서비스 동기화
lt: Sinchronizuoti prijungtas paslaugas
lv: Sinhronizēt pievienotos pakalpojumus
mk: Синхронизирај ги поврзаните сервиси
ms: Segerakkan perkhidmatan yang disambungkan
mt: Sinkronizza s-servizzi mqabbda
nb: Synkroniser tilkoblede tjenester
nl: Gekoppelde diensten synchroniseren
pl: Synchronizuj połączone usługi
pt_br: Sincronizar serviços conectados
pt_pt: Sincronizar os serviços ligados
ro: Sincronizează serviciile conectate
ru: Синхронизировать подключённые сервисы
sk: Synchronizovať pripojené služby
sl: Sinhroniziraj povezane storitve
sq: Sinkronizo shërbimet e lidhura
sr: Синхронизуј повезане сервисе
sv: Synka anslutna tjänster
tr: Bağlı servisleri eşitle
uk: Синхронізувати підключені сервіси
vi: Đồng bộ các dịch vụ đã kết nối
zh_hans: 同步已连接的服务
zh_hant: 同步已連接的服務

source: Sync now
ar: زامِن الآن
bg: Синхронизирай сега
ca: Sincronitza ara
cs: Synchronizovat
da: Synkronisér nu
de: Jetzt synchronisieren
el: Συγχρονισμός τώρα
es: Sincronizar ahora
et: Sünkrooni kohe
fi: Synkronoi nyt
fr: Synchroniser maintenant
ga: Sioncrónaigh anois
hr: Sinkroniziraj sada
hu: Szinkronizálás most
id: Sinkronkan sekarang
is: Samstilla núna
it: Sincronizza ora
ja: 今すぐ同期
ko: 지금 동기화
lt: Sinchronizuoti dabar
lv: Sinhronizēt tagad
mk: Синхронизирај сега
ms: Segerakkan sekarang
mt: Sinkronizza issa
nb: Synkroniser nå
nl: Nu synchroniseren
pl: Synchronizuj teraz
pt_br: Sincronizar agora
pt_pt: Sincronizar agora
ro: Sincronizează acum
ru: Синхронизировать
sk: Synchronizovať
sl: Sinhroniziraj zdaj
sq: Sinkronizo tani
sr: Синхронизуј сада
sv: Synka nu
tr: Şimdi eşitle
uk: Синхронізувати
vi: Đồng bộ ngay
zh_hans: 立即同步
zh_hant: 立即同步

source: Sync turned off
ar: المزامنة مُعطَّلة
bg: Синхронизацията е изключена
ca: Sincronització desactivada
cs: Synchronizace vypnuta
da: Synkronisering slået fra
de: Synchronisierung aus
el: Ο συγχρονισμός απενεργοποιήθηκε
es: Sincronización desactivada
et: Sünkroonimine välja lülitatud
fi: Synkronointi pois päältä
fr: Synchronisation désactivée
ga: Sioncronú casta as
hr: Sinkronizacija isključena
hu: A szinkronizálás kikapcsolva
id: Sinkronisasi dimatikan
is: Slökkt á samstillingu
it: Sincronizzazione disattivata
ja: 同期はオフです
ko: 동기화 꺼짐
lt: Sinchronizavimas išjungtas
lv: Sinhronizācija izslēgta
mk: Синхронизацијата е исклучена
ms: Penyegerakan dimatikan
mt: Is-sinkronizzazzjoni mitfija
nb: Synkronisering av
nl: Synchronisatie uit
pl: Synchronizacja wyłączona
pt_br: Sincronização desativada
pt_pt: Sincronização desligada
ro: Sincronizare dezactivată
ru: Синхронизация выключена
sk: Synchronizácia vypnutá
sl: Sinhronizacija izklopljena
sq: Sinkronizimi është i fikur
sr: Синхронизација искључена
sv: Synkronisering av
tr: Eşitleme kapalı
uk: Синхронізацію вимкнено
vi: Đồng bộ đang tắt
zh_hans: 同步已关闭
zh_hant: 同步已關閉

source: Sync with iCloud
ar: المزامنة مع iCloud
bg: Синхронизирай с iCloud
ca: Sincronitza amb iCloud
cs: Synchronizovat s iCloudem
da: Synkronisér med iCloud
de: Mit iCloud synchronisieren
el: Συγχρονισμός με iCloud
es: Sincronizar con iCloud
et: Sünkrooni iCloudiga
fi: Synkronoi iCloudin kanssa
fr: Synchroniser avec iCloud
ga: Sioncrónaigh le iCloud
hr: Sinkroniziraj s iCloudom
hu: Szinkronizálás iCloud-dal
id: Sinkronkan dengan iCloud
is: Samstilla við iCloud
it: Sincronizza con iCloud
ja: iCloud と同期
ko: iCloud와 동기화
lt: Sinchronizuoti su iCloud
lv: Sinhronizēt ar iCloud
mk: Синхронизирај со iCloud
ms: Segerakkan dengan iCloud
mt: Sinkronizza ma' iCloud
nb: Synkroniser med iCloud
nl: Synchroniseren met iCloud
pl: Synchronizuj z iCloud
pt_br: Sincronizar com o iCloud
pt_pt: Sincronizar com o iCloud
ro: Sincronizează cu iCloud
ru: Синхронизировать с iCloud
sk: Synchronizovať s iCloudom
sl: Sinhroniziraj z iCloudom
sq: Sinkronizo me iCloud
sr: Синхронизуј са iCloud-ом
sv: Synka med iCloud
tr: iCloud ile eşitle
uk: Синхронізувати з iCloud
vi: Đồng bộ với iCloud
zh_hans: 与 iCloud 同步
zh_hant: 與 iCloud 同步

source: Syncing with iCloud
ar: تجري المزامنة مع iCloud
bg: Синхронизира се с iCloud
ca: Sincronitzant amb iCloud
cs: Synchronizuje se s iCloudem
da: Synkroniserer med iCloud
de: Wird mit iCloud synchronisiert
el: Συγχρονισμός με iCloud
es: Sincronizando con iCloud
et: Sünkroonimine iCloudiga
fi: Synkronoidaan iCloudin kanssa
fr: Synchronisation avec iCloud
ga: Á shioncronú le iCloud
hr: Sinkronizacija s iCloudom
hu: Szinkronizálás iCloud-dal
id: Menyinkronkan dengan iCloud
is: Samstilli við iCloud
it: Sincronizzazione con iCloud
ja: iCloud と同期中
ko: iCloud와 동기화 중
lt: Sinchronizuojama su iCloud
lv: Sinhronizē ar iCloud
mk: Се синхронизира со iCloud
ms: Menyegerakkan dengan iCloud
mt: Qed jiġi sinkronizzat ma' iCloud
nb: Synkroniserer med iCloud
nl: Synchroniseren met iCloud
pl: Synchronizacja z iCloud
pt_br: Sincronizando com o iCloud
pt_pt: A sincronizar com o iCloud
ro: Se sincronizează cu iCloud
ru: Синхронизация с iCloud
sk: Synchronizuje sa s iCloudom
sl: Sinhroniziranje z iCloudom
sq: Po sinkronizohet me iCloud
sr: Синхронизација са iCloud-ом
sv: Synkar med iCloud
tr: iCloud ile eşitleniyor
uk: Синхронізація з iCloud
vi: Đang đồng bộ với iCloud
zh_hans: 正在与 iCloud 同步
zh_hant: 正在與 iCloud 同步

source: Syncing…
ar: تجري المزامنة…
bg: Синхронизиране…
ca: Sincronitzant…
cs: Synchronizuje se…
da: Synkroniserer…
de: Synchronisieren…
el: Συγχρονισμός…
es: Sincronizando…
et: Sünkroonimine…
fi: Synkronoidaan…
fr: Synchronisation…
ga: Á shioncronú…
hr: Sinkronizacija…
hu: Szinkronizálás…
id: Menyinkronkan…
is: Samstilli…
it: Sincronizzazione…
ja: 同期中…
ko: 동기화 중…
lt: Sinchronizuojama…
lv: Sinhronizē…
mk: Се синхронизира…
ms: Menyegerakkan…
mt: Qed jiġi sinkronizzat…
nb: Synkroniserer…
nl: Synchroniseren…
pl: Synchronizowanie…
pt_br: Sincronizando…
pt_pt: A sincronizar…
ro: Se sincronizează…
ru: Синхронизация…
sk: Synchronizuje sa…
sl: Sinhroniziranje…
sq: Po sinkronizohet…
sr: Синхронизација…
sv: Synkar…
tr: Eşitleniyor…
uk: Синхронізація…
vi: Đang đồng bộ…
zh_hans: 正在同步…
zh_hant: 正在同步…

source: Take it easy
ar: خذها ببساطة
bg: Карай леко
ca: Vés-hi amb calma
cs: Ber to v klidu
da: Tag den med ro
de: Ruhig angehen
el: Πάρ' το χαλαρά
es: Tómatelo con calma
et: Võta rahulikult
fi: Ota rauhallisesti
fr: Vas-y doucement
ga: Tóg go bog é
hr: Uzmi lagano
hu: Vedd lazára
id: Santai saja
is: Taktu því rólega
it: Prendila con calma
ja: 無理をしないで
ko: 무리하지 마세요
lt: Nepersistenk
lv: Ņem mierīgi
mk: Земи го полесно
ms: Ambil mudah
mt: Ħudha bil-kalma
nb: Ta det med ro
nl: Doe het rustig aan
pl: Na spokojnie
pt_br: Vá com calma
pt_pt: Vai com calma
ro: Ia-o ușor
ru: Не усердствуйте
sk: Ber to pokojne
sl: Vzemi mirno
sq: Merre me qetësi
sr: Узми лагано
sv: Ta det lugnt
tr: Ağırdan al
uk: Не перестарайтеся
vi: Nhẹ nhàng thôi
zh_hans: 悠着点
zh_hant: 放輕鬆

source: Taken
ar: التُقطت
bg: Направена
ca: Feta
cs: Pořízeno
da: Taget
de: Aufgenommen
el: Τραβήχτηκε
es: Tomada
et: Tehtud
fi: Otettu
fr: Prise
ga: Tógtha
hr: Snimljeno
hu: Készült
id: Diambil
is: Tekin
it: Scattata
ja: 撮影日
ko: 촬영일
lt: Nufotografuota
lv: Uzņemts
mk: Фотографирано
ms: Diambil
mt: Meħud
nb: Tatt
nl: Genomen
pl: Zrobione
pt_br: Tirada em
pt_pt: Tirada
ro: Făcută
ru: Снято
sk: Nasnímané
sl: Posneto
sq: E bërë më
sr: Снимљено
sv: Tagen
tr: Çekildi
uk: Знято
vi: Chụp ngày
zh_hans: 拍摄于
zh_hant: 拍攝於

source: Taper starts
ar: بداية التخفيف
bg: Намаляването започва
ca: Inici de la descàrrega
cs: Začátek vyladění
da: Nedtrapningen begynder
de: Tapering beginnt
el: Έναρξη αποφόρτισης
es: La puesta a punto empieza
et: Mahalaadimise algus
fi: Kevennys alkaa
fr: Début de l'affûtage
ga: Tosaíonn an laghdú
hr: Početak rasterećenja
hu: Levezetés kezdete
id: Taper dimulai
is: Niðurtröppun hefst
it: Inizio dello scarico
ja: テーパー開始
ko: 테이퍼링 시작
lt: Krūvio mažinimo pradžia
lv: Atslodzes sākums
mk: Почеток на растоварувањето
ms: Taper bermula
mt: Jibda t-tnaqqis
nb: Nedtrappingen starter
nl: Taper begint
pl: Początek tapera
pt_br: Início do polimento
pt_pt: O afinamento começa
ro: Începutul descărcării
ru: Начало подводки
sk: Začiatok vyladenia
sl: Začetek razbremenitve
sq: Fillimi i uljes së ngarkesës
sr: Почетак растерећења
sv: Nedtrappningen börjar
tr: Form düşürme başlangıcı
uk: Початок підведення
vi: Bắt đầu giảm tải
zh_hans: 减量开始
zh_hant: 減量開始

source: Target
ar: الهدف
bg: Цел
ca: Objectiu
cs: Cíl
da: Mål
de: Ziel
el: Στόχος
es: Objetivo
et: Siht
fi: Tavoite
fr: Cible
ga: Sprioc
hr: Cilj
hu: Cél
is: Markmið
it: Obiettivo
ja: ターゲット
ko: 목표
lt: Tikslas
lv: Mērķis
mk: Цел
ms: Sasaran
mt: Mira
nb: Mål
nl: Doel
pl: Cel
pt_br: Alvo
pt_pt: Alvo
ro: Țintă
ru: Цель
sk: Cieľ
sl: Cilj
sq: Objektivi
sr: Циљ
sv: Mål
tr: Hedef
uk: Ціль
vi: Đích
zh_hans: 目标
zh_hant: 目標

source: Target a distance
ar: استهداف مسافة
bg: Цел по разстояние
ca: Objectiu de distància
cs: Cílem je vzdálenost
da: Mål på distance
de: Distanz als Ziel
el: Στόχος απόστασης
es: Objetivo de distancia
et: Siht on distants
fi: Tavoitteena matka
fr: Viser une distance
ga: Sprioc faid
hr: Cilj je udaljenost
hu: Távcél
id: Targetkan jarak
is: Markmið er vegalengd
it: Obiettivo di distanza
ja: 距離を目標にする
ko: 거리 목표
lt: Tikslas — atstumas
lv: Mērķis ir distance
mk: Цел е растојание
ms: Sasarkan jarak
mt: Mira ta' distanza
nb: Mål på distanse
nl: Doel op afstand
pl: Cel dystansowy
pt_br: Mirar uma distância
pt_pt: Alvo de distância
ro: Țintă de distanță
ru: Цель — дистанция
sk: Cieľom je vzdialenosť
sl: Cilj je razdalja
sq: Objektiv distance
sr: Циљ је раздаљина
sv: Mål på distans
tr: Mesafe hedefle
uk: Ціль — дистанція
vi: Đặt đích theo quãng đường
zh_hans: 以距离为目标
zh_hant: 以距離為目標

source: Target a duration
ar: استهداف مدة
bg: Цел по продължителност
ca: Objectiu de durada
cs: Cílem je čas
da: Mål på tid
de: Dauer als Ziel
el: Στόχος διάρκειας
es: Objetivo de duración
et: Siht on kestus
fi: Tavoitteena kesto
fr: Viser une durée
ga: Sprioc ré
hr: Cilj je trajanje
hu: Időcél
id: Targetkan durasi
is: Markmið er tímalengd
it: Obiettivo di durata
ja: 時間を目標にする
ko: 시간 목표
lt: Tikslas — trukmė
lv: Mērķis ir ilgums
mk: Цел е времетраење
ms: Sasarkan tempoh
mt: Mira ta' tul
nb: Mål på tid
nl: Doel op duur
pl: Cel czasowy
pt_br: Mirar uma duração
pt_pt: Alvo de duração
ro: Țintă de durată
ru: Цель — длительность
sk: Cieľom je čas
sl: Cilj je trajanje
sq: Objektiv kohëzgjatjeje
sr: Циљ је трајање
sv: Mål på tid
tr: Süre hedefle
uk: Ціль — тривалість
vi: Đặt đích theo thời lượng
zh_hans: 以时长为目标
zh_hant: 以時長為目標

source: Terrible
ar: سيئ جدًا
bg: Ужасно
ca: Fatal
cs: Příšerná
da: Elendigt
de: Schrecklich
el: Απαίσια
es: Pésima
et: Kohutav
fi: Kamala
fr: Épouvantable
ga: Uafásach
hr: Grozno
hu: Szörnyű
id: Buruk sekali
is: Hræðilegt
it: Pessima
ja: 最悪
ko: 최악
lt: Siaubingas
lv: Briesmīgs
mk: Ужасно
ms: Teruk sekali
mt: Ħażin ħafna
nb: Elendig
nl: Beroerd
pl: Fatalna
pt_br: Péssimo
pt_pt: Péssima
ro: Groaznică
ru: Ужасное
sk: Príšerná
sl: Grozno
sq: Tmerrshëm
sr: Грозно
sv: Uruselt
tr: Berbat
uk: Жахливий
vi: Rất tệ
zh_hans: 很糟
zh_hant: 很糟

source: That file isn't readable GPX.
ar: هذا الملف ليس GPX قابلًا للقراءة.
bg: Този файл не е четим GPX.
ca: Aquest fitxer no és un GPX llegible.
cs: Ten soubor není čitelné GPX.
da: Den fil er ikke læsbar GPX.
de: Diese Datei ist kein lesbares GPX.
el: Αυτό το αρχείο δεν είναι αναγνώσιμο GPX.
es: Ese archivo no es un GPX legible.
et: See fail ei ole loetav GPX.
fi: Tiedosto ei ole luettavaa GPX:ää.
fr: Ce fichier n'est pas un GPX lisible.
ga: Ní GPX inléite é an comhad sin.
hr: Ta datoteka nije čitljiv GPX.
hu: Ez a fájl nem olvasható GPX.
id: File itu bukan GPX yang bisa dibaca.
is: Þessi skrá er ekki læsilegt GPX.
it: Quel file non è un GPX leggibile.
ja: そのファイルは読み取り可能な GPX ではありません。
ko: 그 파일은 읽을 수 있는 GPX가 아닙니다.
lt: Tas failas nėra nuskaitomas GPX.
lv: Šis fails nav nolasāms GPX.
mk: Таа датотека не е читлив GPX.
ms: Fail itu bukan GPX yang boleh dibaca.
mt: Dak il-fajl mhuwiex GPX li jista' jinqara.
nb: Den fila er ikke lesbar GPX.
nl: Dat bestand is geen leesbare GPX.
pl: Ten plik nie jest czytelnym GPX-em.
pt_br: Esse arquivo não é um GPX legível.
pt_pt: Esse ficheiro não é um GPX legível.
ro: Acel fișier nu e un GPX care poate fi citit.
ru: Этот файл не является читаемым GPX.
sk: Ten súbor nie je čitateľné GPX.
sl: Ta datoteka ni berljiv GPX.
sq: Ai skedar nuk është GPX i lexueshëm.
sr: Та датотека није читљив GPX.
sv: Den filen är inte läsbar GPX.
tr: Bu dosya okunabilir bir GPX değil.
uk: Цей файл не є читабельним GPX.
vi: Tệp đó không phải GPX đọc được.
zh_hans: 该文件不是可读的 GPX。
zh_hant: 這個檔案不是可讀的 GPX。
